"""Задание 6: Волшебный мост
Чтобы перейти через волшебный мост, нужно назвать число, 
в два раза превышающее число, написанное на древнем камне. 
Напиши программу, которая принимает число от пользователя и
 выводит удвоенное значение.

Пример:

Ввод: 5
Вывод: Удвоенное число: 10

"""

x = int(input("Введите число на древнем камне: "))
print("Удвоенное число: ", x*2)